# 'brew install'
brew "autojump"
brew "gh"
brew "git"
brew "git-delta"
brew "git-machete"
brew "lnav"
brew "pipenv"
brew "ripgrep"
brew "tlrc"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

#'brew install --cask'
cask "claude-code"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "vlc"
